Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Previously she has had research positions at the Centre for European Policy Studies in Brussels, at the Transatlantic Academy in Washington and at the Robert Shuman Centre for Advanced Studies in Florence.
nb: Tidligere har hun hatt forskerstillinger ved Centre for European Policy Studies i Brussel, Transatlantic Academy i Washington og ved Robert Schuman Centre for Advanced Studies i Firenze.

source: Breakfast will be served from 08.30, the event starts at 09.00.
nb: Frokost serveres fra 08.30, arrangmentet starter klokken 09.00.

source: ‘Tensions had rising already before 2014.
nb: - Spenningen hadde allerede vært økende i tiden før 2014.

source: Mr. Burian, who previously has acted as the Slovak ambassador to the US ant to NATO, is now the current EU Special Representative for Central Asia.
nb: Burian, som tidligere har vært Slovakias ambassadør til USA og til NATO, fungerer nå som EU Special Representative for Sentral-Asia.

source: Can we identify best practices for CSR cutting across the Barents region's international boundaries, especially with the volatility of oil and gas prices?
nb: Kan vi identifisere en bransjestandard for CSR uavhengig av Barents-regionens internasjonale grenser, særlig med usikkerheten knyttet til olje- og gasspriser?

source: The project received a grant from Iceland, Liechtenstein, and Norway through the EEA and Norway Grants and was conducted jointly by the Polish Institute of International Affairs PISM and the Norwegian Institute of International Affairs NUPI.
nb: Dette prosjektet fikk støtte fra Island, Liechtenstein og Norge gjennom EØS-midlene og Norway Grants, og ble utført av PISM og NUPI.

source: Attitudes became even more hostile after President Trump took office.
nb: Holdningen ble enda mer fiendtlig etter president Trump tiltrådte.

source: Research Seminar with Tuomas Forsberg, Tampere University
nb: Forskerseminar med Tuomas Forsberg, Tampere University

source: Fifteen years after the passage of United Nations Security Council Resolution 1325, it is time to reassess and revisit not only implementation, but the content of the Women, Peace and Security (WPS) Agenda itself.
nb: Femten år etter at FNs Sikkerhetsråd vedtok Resolusjon 1325 er det på tide å revurdere ikke bare implementeringen, men innholdet av Kvinner-, freds- og sikkerhets-agendaen (WPS).

source: Master of Politics and Security (Central Asia), OSCE Academy in Bishkek
nb: Mastergrad i politikk og sikkerhet (Sentral-Asia), OSSE-akademiet i Bisjkek

source: From 2012 to 2016 she was the editor of the Scandinavian-language journal
nb: Wilhelmsen er en aktiv deltaker i den offentlige debatten om internasjonal politikk og var i 2012-2016 medredaktør for tidsskriftet

source: Project leader is Andris Sprūds, Latvian Institute of International Affairs.
nb: Prosjektleder for hele prosjektet er Andris Sprūds, Latvian Institute of International Affairs.

source: Seminar teacher, Introduction to IR, University of Oslo
nb: Seminarleder på “Innføringsemne i internasjonale studier”, Universitetet i Oslo

source: Her research interests include security practices, interorganizational relations, IR, European, Transatlantic and Norwegian security and defence, and military sociology.
nb: Forskningsinteressene hennes er sikkerhetspolitikk og internasjonale organisasjoner, IR, europeisk, transatlantisk og norsk sikkerhets- og forsvarspolitikk, og militær sosiologi.

source: An expert in European politics, she was Head of the European Programme at Chatham House (the Royal Institute of International Affairs) from 1999 until 2003.
nb: Smith er ekspert på europeisk politikk, og ledet Europa-programmet ved Chatham House fra 1999 til 2003.

source: Lately Norway has supported the OECD, but remained neutral on a possible initiative in the UN system, which is criticized in the report from Eurodad.
nb: Den siste tiden har Norge støttet OECD, men forholdt seg nøytralt til en eventuell satsing i FN-systemet, noe vi får kritikk for i rapporten fra Eurodad.

source: , Professor, Nord University
nb: , professor ved Nord Universitet

source: Jair van der Lijn, lead author of the EPON study on MINUSMA and Head of the Peace Operations and Conflict Management Programme, SIPRI
nb: Jair van der Lijn hovedforfatter av EPON-studien av MINUSMA og leder for Peace Operations and Conflict Management Programme, SIPRI

source: Previously, Nguyen has worked at the Norwegian University of Life Sciences (NMBU) with project and finance support.
nb: Nguyen har tidligere arbeidet med prosjekt- og økonomistøtte på Norges miljø- og biovitenskapelig universitet.

source: Jakub M. Godzimirski has been working on Russian foreign and security policy issues at NUPI for more than 20 years, paying special attention to the role of energy resources in Russian grand strategy.
nb: Godzimirski har arbeidet med russisk utenriks- og sikkerhetspolitikk på NUPI i over 20 år, med særlig vekt på energiressursers rolle i russisk strategi.

source: These were some of solutions presented: Focus on implementation of BEPS reforms that will clearly generate increased revenue considering limited administrative resources available in most African countries (Michael Durst, ICTD WP 2015).
nb: • Fokus på implementering av BEPS-reformer som er bevist at vil generere økte inntekter, noe som er viktig basert på begrenset administrasjon tilgjengelig i de fleste afrikanske land (Michael Durst, ICTD WP 2015).

source: The area has over 26 million inhabitants in total and an area of around 3,5 million square kilometres.
nb: Områdene har til sammen over 26 millioner innbyggere og et areal på 3,5 millioner km². Samlet er den nordiske økonomien på størrelse med Russland eller Spanias.

source: Current research (book project, monograph): The international ODA target: What can explain the wide variations in the follow-up by the OECD DAC countries?
nb: For tiden arbeider Stokke med monografien «The international ODA target: What can explain the wide variations in the follow-up by the OECD DAC countries?».

source: is a Lecturer in Peace and Conflict Studies in the Department of Politics at the University of Manchester.
nb: underviser i fred- og konfliktstudier ved Department of Politics på University of Manchester.

source: Simon Reid-Henry (PhD, University of Cambridge) has carried out research on issues of pharmaceutical governance, development politics, geopolitics, and humanitarianism.
nb: Simon Reid-Henry (PhD, University of Cambridge) har forsket på spørsmål om legemiddelfirmaer, utviklingspolitikk, geopolitikk og humanisme.

source: West Asia Program - Lowy Institute for International Policy
nb: Lowy Institutt for internasjonal politikk - Vest-Asia-programmet

source: Mr. Chertoff is an expert in preventing and responding to cybersecurity threats, and the co-author of the USA Patriot Act.
nb: Han er ekspert på forebygging av og reaksjoner på cybertrusler, og har vært med på å utforme USA Patriot Act.

source: The presentation was followed by a panel discussion with Alex de Waal, Olivia Rutazibwa, Kristin Bergtora Sandvik and Jon Harald Sande Lie, who all responded to questions from the audience.
nb: Presentasjonen ble etterfulgt av en paneldiskusjon med Alex de Waal, Olivia Rutazibwa, Kristin Bergtora Sandvik and Jon Harald Sande Lie, og spørsmål fra publikum.

source: It will be possible to buy the book from the author for 200 NOK at the seminar.
nb: Etter seminaret vil det være mulig å kjøpe boken for 200 kroner.

source: The length of the internship can range between 3 and 11 months, and pays the equivalent of 20 per cent of a full-time position coded 1019 Research Assistant (NOK 7,383 per month).
nb: Varighet på engasjementet er fra 3 til 11 måneder, og det blir lønnet tilsvarende 20 prosent av en full stilling for 1019 Vitenskapelig assistent (kr 7.383 pr måned).

source: Senior Research Fellow Halvard Leira (NUPI) and the team behind the project CHOIR has been granted NOK 10 million from the Research Council of Norway's FRIPRO scheme to study concepts in international relations.
nb: NUPI-forsker Halvard Leira og resten av teamet bak prosjektet CHOIR har sikret seg 10 millioner fra Forskningsrådets FRIPRO for å forske på begreper i internasjonal politikk.

source: CHOIR starts from the assumption that the political vocabulary changed fundamentally between 1750 and 1850.
nb: CHOIR legger til grunn at det skjedde store endringer i det politiske begrepsapparatet mellom 1750 og 1850.

source: You can follow the seminar directly on YouTube:
nb: Følg seminaret direkte på YouTube:

source: Today, this share is reduced to 40 per cent.
nb: Nå er det redusert til knapt over 40%.

source: The evolving political dynamics in Ethiopia and its implications for the Horn of Africa
nb: Den politiske situasjonen i Etiopia og ringvirkninger for Afrikas Horn

source: In addition to her role as Director and Special Advisor to Mogherini, Natalie Tocci is Honorary Professor at the University of Tubingen and editor of The International Spectator.
nb: I tillegg til overnevnte stillinger er Nathalie Tocci er også æresprofessor ved Universitetet i Tubingen, og redaktør for The International Spectator.

source: What is GOP?
nb: Hva er GOP?

source: Ilse Castellanos, Head of Sustainability function in Statoil’s Development and Production International (DPI)Else Berit Eikeland, Polar Ambassador, Norwegian Ministry of Foreign Affairs, Government of Norway
nb: Ilse Castellanos, Leder for bærekraft i Statoils Utvikling og produksjon internasjonalt (UPI)Else Berit Eikeland, Polarambassadør, Utenriksdepartementet

source: Ryhor is founder of the Centre for New Ideas, a Minsk-based nonpartisan CSO promoting democratic reforms in Belarus.
nb: Ryhor er grunnlegger av the Centre for New Ideas, en Minsk-basert, uavhengig CSO som jobber for demokratiske reformer i Hviterussland.

source: Dr Hammes served for 30 years in the U.S. Marine Corps, including operations in Somalia and Iraq.
nb: Dr Hammes gjorde tjeneste i 30 år i USAs marinekorps, inkludert operasjoner i Somalia og Irak.

source: Chair is Senior Research Fellow at NUPI Rita Augestad Knudsen.
nb: Ordstyrer er seniorforsker på NUPI Rita Augestad Knudsen.

source: , Norwegian Police Security Service (PST)
nb: , fagdirektør, Politiets sikkerhetstjeneste (PST)

source: Jostein Vik and Gunn-Turi Kvam have in two articles analysed agriculture-based Norwegian exports, where producers often cooperate with traders in order to obtain market access.
nb: Jostein Vik og Gunn-Turid Kvam har i to arbeider analysert landbruksbasert norsk eksport, der produsentene ofte inngår samarbeid med handelsaktører for å få innpass i markedene.

source: Seminar with Ján Kubiš, Minister of Foreign Affairs of the Slovak Republic on Slovakia's Experiences from its Membership of the UN Security Council 2006–2007
nb: Seminar med Slovakias utenriksminister Ján Kubiš om Slovakias erfaring som medlem i FNs Sikkerhetsråd 2006–2007

source: Fabio Scarpello is a scholar and a consultant.
nb: Fabio Scarpello jobber som forsker og konsulent.

source: Senior Research Fellows Kari Osland, Cedric de Coning and Mateja Peter (NUPI) will present a recently published policy brief highlighting key messages and recommendations put forward during the regional meetings on May 10.
nb: NUPI har også bidratt med et bakgrunnsdokumenter til disse møtene. NUPI-forskerne Kari Osland, Cedric de Coning og Mateja Peter deltar og presenterer et ferskt policy brief som setter søkelys på utvalgte nøkkelbudskap fra de regionale møtene på arrangementet 10.

source: Chair is Research Director at NUPI, Ole Jacob Sending.
nb: Møteleder er forskningssjef på NUPI, Ole Jacob Sending.

source: First, and most importantly, it provides an explicitly analytical framework to the academic subfield of Historical International Relations where the distinction between analytical and practical concepts is central, but often hard to get around.
nb: For det første, og viktigst, gir det et eksplisitt analytisk rammeverk til det akademiske feltet Historical International Relations hvor skillet mellom analytiske og praktiske begreper er sentralt, men ofte vanskelig å komme seg rundt.

source: ‘I wish to congratulate Francesca on the Nils Klim Prize.
nb: - Jeg ønsker å gratulere Francesca med Nils Klim-prisen.

source: After a series of political and economic liberalization reforms from 2011 onwards, the country's political trajectory remains open-ended, although the most plausible scenario remains a continued slow democratization process.
nb: Etter en serie politiske og økonomiske liberaliseringsreformer fra 2011 og fremover, er landets politiske bane fortsatt uklar, selv om det mest troverdige scenariet blir en fortsatt sakte demokratiseringsprosess.

source: To discuss this, Kate Hansen Bundt and Frédéric Charillon will join the event.
nb: Til å diskutere dette har hun med seg Kate Hansen Bundt og Frédéric Charillon.

source: It describes Norway’s relations to NATO, popular support for the Alliance today, and Norway progress concerning the 2 percent target at the Wales summit in 2014.
nb: Den beskriver Norges forhold til NATO, populær støtte til Alliansen i dag, og Norge fremgang med hensyn til 2-prosentmålet på Wales-toppmøtet i 2014.

source: This should be done in all the countries they’re operating in, not just in Norway, says Cathrine Ngina Mutava, Associate Director, Strathmore Tax Research Centre.
nb: Videre burde dette gjøres i alle land som selskapet opererer i, ikke kun i Norge, sier Cathrine Ngina Mutava, assisterende direktør ved Strathmore Tax Research Centre.

source: Improve the capacity to handle widespread non-compliance with Electronic Fiscal Devices (EFDs).
nb: Forbedre kapasiteten til å håndtere utbredt mislighold av Elektroniske Fiscal Devices (EFD).

source: Decades of rapid growth transformed developing Asia into a largely middle income region, but the pace of expansion has fallen off since the 2008 global financial crisis.
nb: Tiår med rask vekst har forvandlet Asia til et stort mellominntektsområde, men farten på denne utvidelsen har gått ned siden finanskrisen i 2008.

source: UN negotiations on a nuclear weapons ban start on 27 March.
nb: 27 mars starter FN forhandlinger om et forbud mot atomvåpen.

source: TOPPFORSK will require 50 per cent co-funding from NUPI, and is set to start in August 2016.
nb: NUPI vil finansiere 50 prosent av prosjektet, som har planlagt oppstart i august 2016.

source: (Oxford University Press, 2015) and the co‐author of
nb: Russia (Oxford University Press, 2015) og medforfatter av

source: Panel discussion led by
nb: Paneldiskusjon ledet av

source: In addition to to an insight in EU’s Global Strategy, this book offers a great insight into how one creates meaningful consensus in an organization with 28 member states.
nb: Boken gir oss ikke bare innsikt i hva EUs globale strategi innebærer og intensjonene bak, men den tilbyr også en dyptgående innsikt i hvordan man skaper en meningsfylt konsensus i en organisasjon med 28 medlemsland.

source: In his key note speech, Fjeldstad began with trends in revenue collection for Africa.
nb: Fjeldstad innledet med å fortelle om trender i inntektsinnsamling for Afrika.

source: Russia eagerly ratified the European Convention on Human Rights in 1998.
nb: Russland ratifiserte den europeiske menneskerettighetskonvensjonen i 1998.

source: Dirk-Jan Koch is a diplomat, writer and social scientist with a focus on a world in which natural resources are exploited and used in a sustainable way.
nb: Dirk-Jan Koch er en diplomat, skribent og samfunnsviter med fokus på en verden der naturressurser utnyttes og brukes på en bærekraftig måte.

source: is the Director of the U4 Anti-Corruption Resource Centre at Christian Michelsen Institute.
nb: er direktør for U4 Anti-Corruption Resource Centre på Christian Michelsen Institutt.

source: PhD in International Relations, London School of Economics and Political Science.
nb: PhD i internasjonale relasjoner, London School of Economics and Political Science.

source: PST accuse China of the hack against Norwegian regional authorities in 2018
nb: PST anklager Kian for angrepet på statsforvalterne i 2018.

source: And what are its conditions and mechanisms?
nb: Og hva er dets betingelser og mekanismer?

source: Each choice presents plenty of opportunities and dangers, risks and rewards.
nb: Hvert valg skaper en rekke muligheter og farer, risikoer og belønninger.

source: The rapprochement between Ethiopia and Eritrea has also triggered an initiative that looks into a new regional integration between Somalia, Ethiopia and Eritrea.
nb: Tilnærmingen mellom Etiopia og Eritrea har også utløst et initiativ som ser på en ny regional integrasjon mellom Somalia, Etiopia og Eritrea.

source: This is what Emre Caliskan will talk about when he visits NUPI 18 September. He argues that contrary to the popular view, Turkey is not a strong state.
nb: Det er dette Emre Caliskan skal snakke om når han besøker NUPI 18. september. Han hevder at Tyrkia ikke en sterk stat:

source: 'I am grateful for this show of confidence and strongly motivated for a new term.
nb: - Jeg er takknemlig for tilliten fra Styret og ansatte, og er sterkt motivert for en ny periode på NUPI.

source: These are some of the questions we will discuss at NUPI's annual Russia conference, which will take place on 14 September at the House of Literature in Oslo.
nb: Dette er noen av spørsmålene som skal diskuteres på NUPIs årlige Russlandskonferanse, som i år avholdes 14.

source: Dr. Steven Blockmans is a Professor of EU External Relations Law and Governance at the University of Amsterdam (part-time) and one of the founding members of the Centre for the Law of EU External Relations (CLEER).
nb: Steven Blockmans er professor i EU External Relations Law and Governance ved universitetet i Amsterdam og en av grunnleggerne av Centre for the Law of EU External Relations (CLEER).

source: , and the network was represented by Sigrid Klæboe Jacobsen from
nb: , og fra nettverket deltok Sigrid Klæboe Jacobsen fra

source: This article posits that addressing structural reforms in Sudan means establishing control over the economy, defense, and security sectors.
nb: Denne artikkelen fastslår at å sette strukturelle reformer i Sudan på agendaen, innebærer å etablere kontroll over økonomi-, forsvars- og sikkerhetssektoren.

source: is a research professor with Chr.
nb: , seniorforsker ved Chr.

source: Seminar with the former Prime Minister of Finnland, Mr. Paavo Lipponen
nb: Seminar med Finnlands tidligere statsminister Paavo Lipponen

source: Gørild Heggelund from FNI also contributes to the research on environmental politics.
nb: Gørild Heggelund fra FNI bidrar også til forskningen om miljøpolitikk.

source: , has been working on Russian foreign and security policy issues at NUPI for more than 20 years, paying special attention to the role of energy resources in Russian grand strategy.
nb: som har arbeidet med russisk utenriks- og sikkerhetspolitikk på NUPI i over 20 år, med særlig vekt på energiressursers rolle i russisk strategi.

source: Gabriella Kristine Kattil Bolstad is a Junior Research Fellow in NUPI’s Research Group on Security and Defence.
nb: Gabriella Bolstad er ansatt som vitenskapelig assistent i forskningsgruppen for sikkerhet og forsvar på NUPI.

source: Chechnya is being held under Russian control by Ramzan Kadyrov’s iron fist, but the republic is less Russian than ever.
nb: Tsjetsjenia holdes under russisk kontroll gjennom Ramzan Kadyrov's jernhånd, men republikken er mindre russisk enn noensinne.

source: (HiOA) will present some of the main findings of his research project on preventing radicalisation locally.
nb: (HiOA) presentere noen av hovedfunnene ved sitt forskningsprosjekt om lokal forebygging.

source: According to conference speaker Richard Sambrook, professor of Journalism at Cardiff University and previous director of Global News at BBC, two journalists are murdered every week around the world.
nb: Ifølge Richard Sambrook, professor i journalistikk ved Cardiff University og tidligere direktør for Global News på BBC, blir to journalister drept hver uke på verdensbasis.

source: The seminar will be moderated by Senior Research Fellow and Head of Research Group on Global Order and Diplomacy, Kristin Haugevik.
nb: Ordstyrer er seniorforsker og leder for forskningsgruppen for global orden og diplomati på NUPI, Kristin Haugevik.

source: NATO, the EU, and individual nations including Norway, have devoted considerable time and resources to better understand and respond to the challenges posed by hybrid warfare.
nb: NATO, EU og enkeltland som Norge har viet mye tid og ressurser til å bedre forstå og svare på utfordringene fra hybrid krigføring.

source: She is also currently a term member of the Council on Foreign Relations.
nb: Hun også medlem av Council on Foreign Relations samme sted.

source: Project assistant, University of Oslo
nb: Prosjektassistent, Universitetet i Oslo

source: Eviane Leidig is a postdoctoral fellow at MF Norwegian School of Theology on the RCN funded INTERSECT (Intersecting Flows of Islamophobia) project, in collaboration with the
nb: Eviane Leidig er postdoktor ved Menighetsfakultetets INTERSECT-prosjekt (Intersecting Flows of Islamophobia), finansiert av Forksningsrådet og i samarbeid med

source: Acting Head of Beijing Office at Raoul Wallenberg Institute of Human Rights and Humanitarian Law, Lund University (Sweden), Beijing
nb: Leder for Beijing-kontoret ved Raoul Wallenberg Institute of Human Rights and Humanitarian Law, Lunds universitet (Sverige), Beijing

source: The conversation will be chaired by NUPI’s Research Director Ole-Jacob Sending who will also give a short introduction prior to the conversation between Bøås and Ala’Aldeen.
nb: Arrangementet ledes av NUPIs forskningsdirektør Ole-Jacob Sending som også vil gi en kort introduksjon før samtalen mellom Bøås og Ala'Aldeen.

source: from the Pole Institute in Goma, DR Congo.
nb: fra Pole Institute i Goma, DR Congo vil kommentere Hoffmans presentasjon.

source: During the seminar, Tove Gravdal will comment on Riekers presentation.
nb: Under seminaret vil Tove Gravdal komme med kommentarer til Riekers presentasjon.

source: She holds two master’s degrees, one in political science and one in history, from the University of Agder.
nb: Hun har to mastergrader, en i statsvitenskap og en i historie, fra Universitetet i Agder.

source: has extensive experience in development, human rights and humanitarian affairs from 17 countries and has served as United Nations Resident Coordinator for more than 11 years including in Timor Leste since 2013.
nb: har lang erfaring med utvikling, menneskerettigheter og humanitære saker fra 17 land og har fungert som FNs Resident Coordinator i mer enn 11 år, inkludert i Timor Leste siden 2013.

source: His current research interests include Brexit and especially the future foreign and security and defence policies of the UK and the EU.
nb: Whitmans forskningsinteresser inkluderer Brexit og fremtidig utenriks- og sikkerhetspolitikk i Storbritannia og EU.

source: This includes an additional promise to further increase the amount in 2019 and 2020 in order to fulfill the ATI commitments, says Lundstøl.
nb: Dette skal økes videre utover i 2019 og 2020, for å sørge for at Norge oppfyller sine ATI-forpliktelser.

source: LLM International Human Rights Law, School of Law, University of Edinburgh
nb: Masters of Law (LLM), Internasjonale menneskerettigheter, Juridisk fakultet, University of Edinburgh

source: Important and timely
nb: - Viktig og relevant

source: 13.15-14.00 presentation by Dr Madeline Carr14.00-15.00 Q&A
nb: 13.15-14.00 presentasjon av Dr Madeline Carr14.00-15.00 Q&A
